import React from 'react'

export const UserFooter = () => {

  return (
    <>
        <hr />

        <section className='container-fluid pt-4 pb-3 desk-show'>
            <div className="row">
                <div className="col-md-4">
                    <h5 className='lh-base'><b>ক্রীড়াতে বাজি</b></h5>
                    <p>ForxBet এর রয়েছে শীর্ষস্থানীয় স্পোর্টসবুক যা অভিজ্ঞ জুয়াড়ীদের কাছে সুপরিচিত এবং প্রচুর বৈচিত্র্য রয়েছে। স্পোর্টস বেটিং, ক্রিকেট এক্সচেঞ্জ, ক্রিকেট বাজি এবং ব্যাক থেকে
                    ক্রিকেটের লাইভ স্কোর, আইপিএল, বিশ্বকাপ, বিগ ব্যাশ লিগ, সিপিএল, টি -টোয়েন্টি, টেস্ট ক্রিকেট, অথবা আইসিসি জানতে চান?
                    বিনামূল্যে সরাসরি সম্প্রচার সহ ForxBet এ সমস্ত লাইভ স্কোর খুঁজুন। রেজিস্টার করুন এবং আমাদের অ্যাপটি খুলুন, যার সাথে খেলতে অনেক বৈচিত্র রয়েছে, আপনার ForxBet এ সেরা অভিজ্ঞতা এবং মোবাইল স্পোর্টসবুক থাকবে
                    ForxBet এর রয়েছে ক্রীড়া-সংক্রান্ত ক্রিয়াকলাপ এবং আপনার সব প্রিয় খেলাধুলার জন্য একটি বিশেষ ক্রীড়া বই।
                    বাজি ধরার জন্য উপলব্ধ প্রতিটি খেলাধুলার সাথে, আজই ForxBet এর সাথে আপনার বিজয়ী বাজি রাখুন!</p>
                    <br />
                    <h5 className='lh-base'><b>বাংলাদেশে সক্রিয় জুয়া খেলার গেমস & অনলাইন সক্রিয় জুয়া খেলার গেমস</b></h5>
                    <p>অনলাইন জুয়া খেলার ঘর বাংলাদেশ ForxBet আপনাকে গেমের সবচেয়ে বড় স্যুট প্রদান করে যেগুলোতে আকর্ষণীয় গেম খেলার এবং জেতার পর দুর্দান্ত পুরস্কার রয়েছে। জনপ্রিয় ডেভেলপার যেমন ইভোলিউশন গেমিং (Evo Gaming), সুপার স্পেড গেমিং, প্র্যাগমেটিক প্লে এবং এই ক্যাসিনো সবই ForxBet এ উপলব্ধ। সেরা অনলাইন জুয়া খেলার ঘর বাংলাদেশের অভিজ্ঞতার জন্য ForxBet বেছে নিন
                    ForxBet হল একচেটিয়া সক্রিয় জুয়া খেলার ঘর এবং স্পোর্টসবুক প্রদানকারী যা বেছে নেওয়ার জন্য ১০০০+ টিরও বেশি গেম রয়েছে
                    ForxBet আপনি এ সুপার স্পেড গেমিং, AE ক্যাসিনো এবং ইভো গেমিং এবং প্র্যাগমেটিক প্লে ওভার খুঁজে পেতে পারেন না! মাত্র কয়েকটি বিবরণ দিয়ে নিবন্ধন করুন এবং আপনি ForxBet এ বাকারাট, রুলেট, ব্ল্যাকজ্যাক এবং সিক্বোর মতো সক্রিয় জুয়া খেলার গেম খেলতে পারবেন।</p>
                </div>
                <div className="col-md-4">
                    <h5 className='lh-base'><b>বাংলাদেশের সেরা ক্রিকেট বিনিময়</b></h5>
                    <p>বাংলাদেশের প্রধান অনলাইন ক্যাসিনো, যা মোবাইল এবং ডেস্কটপ ব্যবহারকারীদের জন্য বিভিন্ন ধরনের গেম দিচ্ছে। খেলোয়াড়রা roulette, poker, baccarat, ব এবং এমনকি cricket exchange betting উপভোগ করতে পারেন, এবং অনলাইনে আসল অর্থ জিতার সুযোগ পাবেন। আমাদের প্ল্যাটফর্মটি দ্রুত, স্মুদ্ধ গেমপ্লে এবং খেলোয়াড়দের জন্য মহান বোনাস দিচ্ছে। আমরা সুরক্ষা এবং নিরাপত্তা প্রাথমিকতা দিই, আপনার তথ্য সুরক্ষিত রাখতে উন্নত এনক্রিপশন প্রযুক্তি ব্যবহার করি, এবং আমাদের গ্রাহক সেবা ২ 24/7 উপলব্ধ। পছন্দ সেরা অনলাইন ক্যাসিনো গেমিং এবং ক্রিকেট এক্সচেঞ্জ বেটিং অভিজ্ঞতার জন্য আজই যোগ দিন।</p>
                    <br />
                    <h5 className='lh-base'><b>টেবিল গেমস - স্প্রিব & কিংমেকার</b></h5>
                    <p>আর দেখো না কারণ ForxBet স্প্রিবে & কিংমেকারের মতো সবচেয়ে জনপ্রিয় টেবিল গেম সরবরাহকারীদের সাথে আসে। বাংলাদেশের সবচেয়ে জনপ্রিয় অনলাইন জুয়া খেলার ঘর এর সাথে খেলুন।</p>
                    <br />
                    <h5><b>প্রদত্ত অর্থ প্রদান এর বিকল্প</b></h5>
                    <p>সেরা অনলাইন জুয়া খেলার সাইটগুলি টাকা জমা এবং উত্তোলনের বিভিন্ন উপায় সরবরাহ করে। এটি তাদের নিজস্ব পছন্দের উপর ভিত্তি করে গেমগুলি প্রত্যেক ব্যক্তির জন্য প্রবেশযোগ্য করে তোলে। আমরা ই-ওয়ালেট সহ আমাদের গ্রাহকদের জন্য বিভিন্ন ধরনের প্রদত্ত অর্থ প্রদান এর পছন্দ প্রদান করি। বাংলাদেশে ই-ওয়ালেট দিয়ে আমানত জমা করুন।</p>
                </div>
                <div className="col-md-4">
                    <h5 className='lh-base'><b>বাংলাদেশের উন্নতমান এর ক্রিকেট এক্সচেঞ্জ</b></h5>
                    <p>অনলাইন বাজির ছাড়পত্র সহ বাংলাদেশের একমাত্র উন্নতমান এর ক্যাসিনো। ForxBet এর ভিআইপি ছাড়পত্রে অংশগ্রহণ করে ১০০ টি পর্যন্ত বিনামূল্যে পুরস্কার পান। ForxBet এ উন্নতমান এর ক্রিকেট এক্সচেঞ্জ খেলুন এবং পুরস্কার পান! আইসিসি বাজি, আইপিএল বাজি, টি -টোয়েন্টি বাজি, বিবিএল বাজি, সিপিএল বাজি, টেস্ট ক্রিকেট বাজি আমাদের সাথে ForxBet এ এবং পুরস্কার পান!</p>
                    <br />
                    <h5 className='lh-base'><b>অনলাইন গেমিং প্রদানকারী যা আপনার দেখা উচিত</b></h5>
                    <p>বাংলাদেশের সবচেয়ে জনপ্রিয় অনলাইন জুয়া খেলার সাইট যেখানে সারা বিশ্বের সেরা জুয়া খেলার প্রদানকারীর সংখ্যা বৃদ্ধি পাচ্ছে। খেলোয়াড়দের মুখোমুখি এবং খেলার জন্য জুয়া খেলার গেমগুলির একটি বিস্তৃত পরিসর পাওয়া যাবে। তাত্ক্ষণিক আমানত ব্যবহার করে দেখুন এবং যে কোন সময় এবং যে কোন স্থানে নগদ উত্তোলন করুন। আমাদের সাইটে প্রতিটি অনলাইন ক্যাসিনো গেম স্পট করুন, যেমন সক্রিয় জুয়া খেলা, স্লট, ক্রিকেট এক্সচেঞ্জ, ক্রিকেট বাজি, ফিশিং, টিভি এবং স্কোর। নতুন সদস্য, স্পোর্ট-বুক এবং স্লট গেমের ক্ষেত্রে স্বাগত বোনাস এবং পুনরায় লোড বোনাস সহ প্রমো উপভোগ করার জন্য সদস্য হওয়ার জন্য উচ্ছ্বসিত হওয়া।</p>
                </div>
            </div>
        </section>

        <section className='container-fluid pt-4 pb-3 mobile-show'>
            <div className="row">
                <div className="col-md-12">
                    <a href="#" className='text-dark d-inline-block text-decoration-underline mx-3 mb-3'>শর্তাবলী</a>
                    <a href="#" className='text-dark d-inline-block text-decoration-underline mx-3 mb-3'>আমাদের সম্পর্কে</a>
                    <a href="#" className='text-dark d-inline-block text-decoration-underline mx-3 mb-3'>প্রায়শই জিজ্ঞাসিত প্রশ্নাবলী</a>
                    <a href="#" className='text-dark d-inline-block text-decoration-underline mx-3 mb-3'>যোগাযোগ করুন</a>
                </div>
            </div>
            <div className="row mt-3">
                <div className="col-6">
                    <h5>Responsible Games</h5>
                    <img src="/assets/img/btm-18.svg" height='35' />
                </div>
                <div className="col-6">
                    <h5>Responsible Games</h5>
                    <img src="/assets/img/casino.png" height='55' />
                </div>
            </div>
            <div className="row mt-4">
                <div className="col-12">
                    <h5>Find Us</h5>
                    <img className='mx-1' src="/assets/img/btm-fb.svg" height='35' />
                    <img className='mx-1' src="/assets/img/btm-insta.svg" height='35' />
                    <img className='mx-1' src="/assets/img/btm-tlg.svg" height='35' />
                    <img className='mx-1' src="/assets/img/btm-yt.svg" height='35' />
                    <img className='mx-1' src="/assets/img/btm-twitter.svg" height='35' />
                </div>
            </div>
        </section>

        <section className='container-fluid py-4 footer'>
            <h6 className='lh-base text-center'><b>কপিরাইট © 2023 ForxBet । সমস্ত অধিকার সংরক্ষিত</b></h6>
        </section>

    </>
  )
}
